<?php

return [
    'unauthorized' => '許可されていないユーザーのログインです。管理者にお問い合わせください。',

    'console' => [
        'ask_reset_admin_role' => 'すでに管理者役割設定を行っています。データを削除し、再度設定を行いますか？',
        'ask_administrator_mail' => '管理者に設定するユーザーのメールアドレスを入力してください（複数ユーザーの場合はカンマ区切り）',
        'ask_domain' => 'このアプリケーションにログインさせたいドメインを入力してください（複数ドメインの場合はカンマ区切り）',
        'ask_role_domain' => "そのドメインでのログイン時に設定する役割を選択してください",
        'ask_all_users_login' => '全ユーザーのログインを許可しますか？',
        'ask_role_anonymous_user' => "全ユーザーのログイン時に設定する役割を選択してください",
        'success' => "実行完了しました。",
        'error' => "実行に失敗しました。再度インストールを行ってください。",
    ]
];
